Repository: DenisSolodovnik/App2Count
Catalog: lib/l10n/app_*.arb
Languages: de, ru

# settingsPointsToIncreaseTitle
source: How many points to add on tap?
de: Wie viele Punkte können durch einfaches Antippen hinzugefügt werden?
ru: Шаг изменения очков

# settingsPointsAfterResetTitle
source: Initial number of points
de: Startpunktzahl
ru: Начальное количество очков

# settingsScreenTitle
source: Settings
de: Einstellungen
ru: Настройки

# resetAllScoresMessageTitle
source: Reset all scores
de: Alle Bewertungen zurücksetzen
ru: Сброс счета

# resetAllScoresMessageContent
source: This action will reset players score. Are you sure?
de: Diese Aktion setzt den Punktestand der Spieler zurück. Sind Sie sicher?
ru: Это действие приведет к обнулению очков у всех игроков. Вы уверенны?

# resetAllScoresMessageConfirmAction
source: Yes, reset
de: Ja, zurücksetzen
ru: Да, сбросить

# noActionTitle
source: No
de: Nein
ru: Нет

# removeAllPlayersMessageTitle
source: Delete all players
de: Alle Spieler löschen
ru: Удаление всех игроков

# removeAllPlayersMessageContent
source: This action will delete all players. Are you sure?
de: Durch diese Aktion werden alle Spieler gelöscht. Sind Sie sicher?
ru: Это действие приведет к удалению всех игроков и потере очков. Вы уверенны?

# removeAllPlayersMessageConfirmAction
source: Yes, remove
de: Ja, entfernen
ru: Да, удалить

# createPlayerDialogTitle
source: New Player
de: Spieler erstellen
ru: Создать игрока

# createPlayerNamePlaceHolder
source: Name
de: Name hier eingeben
ru: Введите имя здесь

# createPlayerSelectColor
source: Select color
de: Farbe auswählen
ru: Выберите цвет:

# cancelActionTitle
source: Cancel
de: Abbrechen
ru: Отмена

# playerDeletionDialogTitle
source: Player deletion
de: Spieler löschen
ru: Удаление игрока

# playerDeletionDialogContent
source: Do you want to delete player?
de: Wollen Sie Spieler wirklich löschen?
ru: Вы действительно хотите удалить игрока?

# emptyPlayersListTitle
source: Add players to start the game
de: Spieler hinzufügen, um das Spiel zu beginnen
ru: Добавьте игроков чтобы начать игру

# purchaseScreenSubscribeTitle
source: Subscribe
de: Abonnieren
ru: Подписка

# purchaseDescription
source: To use all functions of the app, you should buy forever or subscribe
de: Um alle Funktionen der App nutzen zu können, sollten Sie für immer kaufen oder abonnieren
ru: Для использования всех функция приложения, Вам необходимо купить его или подписаться

# purchaseProfit_1
source: Unlimited players in game
de: Unbegrenzte Spieler im Spiel
ru: Неограниченое количество игроков

# purchaseYearlyTitle
source: Yearly
de: Jährlich
ru: Год

# purchaseYearlyDescription
source: Pay every year for using application without restrictions
de: Zahlen Sie jedes Jahr für die uneingeschränkte Nutzung der Anwendung
ru: Платите каждый код для использования приложения без ограничений

# purchaseForeverTitle
source: Forever
de: Für immer
ru: Навсегда

# purchaseForeverDescription
source: Buy once - use unlimited application forever!
de: Einmal kaufen - unbegrenzte Anwendung für immer nutzen!
ru: Купите один раз - используйте приложение без ограничений всегда

# purchaseStoreDisclaimerIOS
source: You can download the application Scorekeeper and get free help in the application. In order to use the entire application, you need to purchase a subscription. To buy a subscription, you need to pay the fee specified in the application. The fee will be charged to the credit card associated with your iTunes account. Your subscription will renew automatically unless you cancel your current subscription at least 24 hours before it ends. Your credit card linked to your iTunes account will be charged 24 hours before the expiration of your current subscription. Your current subscription cannot be canceled. You can turn off automatic renewal by changing the appropriate settings in your account.
de: Sie können die Sprichворка App herunterladen und kostenlose In-App-Hilfe erhalten. Um die App im vollen Umfang zu nutzen und täglich ein Sprichwort zu erhalten müssen Sie ein Abonnement erwerben. Für den Erwerb des Abonnements muss der in der App angezeigte Betrag bezahlt werden. Der Betrag wird beim Kauf von der mit Ihrem iTunes Konto verknüpften Kreditkarte abgebucht. Das Abonnement verlängert sich automatisch wenn Sie nicht mindestens 24 Stunden vor Ablauf des aktuellen Abonnements kündigen. Der Betrag für die Verlängerung Ihres Abonnements wird 24 Stunden vor Ablauf des Abonnements von der mit Ihrem iTunes Konto verknüpften Kreditkarte abgebucht. Das Abonnement kann nicht vorzeitig gekündigt werden. Sie können aber die automatische Verlängerung durch Ändern der entsprechenden Einstellungen in Ihrem Konto deaktivieren
ru: Вы можете скачать приложение Sprichворка и получить бесплатную помощь в приложении. Для того чтобы использовать все приложение целиком, необходимо приобрести подписку. Для приобретения подписки необходимо оплатить указанную в приложении плату. Плата будет взиматься с кредитной карты, связанной с вашим счетом в iTunes. Подписка будет продлена автоматически, если вы не отмените текущую подписку по крайней мере за 24 часа до ее окончания. Плата за продление подписки взимается с вашей кредитной карты, привязанной к учетной записи iTunes, за 24 часа до окончания срока действия текущей подписки. Текущая подписка не может быть прекращена. Вы можете отключить автоматическое продление, изменив соответствующие настройки в своем аккаунте

# purchaseStoreDisclaimerAndroid
source: You can download the application Scorekeeper and get free help in the application. In order to use the entire application, you need to purchase a subscription. To buy a subscription, you need to pay the fee specified in the application. The fee will be charged to the credit card associated with your Play Store account. Your subscription will renew automatically unless you cancel your current subscription at least 24 hours before it ends. Your credit card linked to your Play Store account will be charged 24 hours before the expiration of your current subscription. Your current subscription cannot be canceled. You can turn off automatic renewal by changing the appropriate settings in your account.
de: Sie können die Sprichворка App herunterladen und kostenlose In-App-Hilfe erhalten. Um die App im vollen Umfang zu nutzen und täglich ein Sprichwort zu erhalten müssen Sie ein Abonnement erwerben. Für den Erwerb des Abonnements muss der in der App angezeigte Betrag bezahlt werden. Der Betrag wird beim Kauf von der mit Ihrem Play Store Konto verknüpften Kreditkarte abgebucht. Das Abonnement verlängert sich automatisch wenn Sie nicht mindestens 24 Stunden vor Ablauf des aktuellen Abonnements kündigen. Der Betrag für die Verlängerung Ihres Abonnements wird 24 Stunden vor Ablauf des Abonnements von der mit Ihrem Play Store Konto verknüpften Kreditkarte abgebucht. Das Abonnement kann nicht vorzeitig gekündigt werden. Sie können aber die automatische Verlängerung durch Ändern der entsprechenden Einstellungen in Ihrem Konto deaktivieren
ru: Вы можете скачать приложение Sprichворка и получить бесплатную помощь в приложении. Для того чтобы использовать все приложение целиком, необходимо приобрести подписку. Для приобретения подписки необходимо оплатить указанную в приложении плату. Плата будет взиматься с кредитной карты, связанной с вашим аккаунтом в Google Play. Подписка будет продлена автоматически, если вы не отмените текущую подписку по крайней мере за 24 часа до ее окончания. Плата за продление подписки взимается с вашей кредитной карты, привязанной к учетной записи Google Play, за 24 часа до окончания срока действия текущей подписки. Текущая подписка не может быть прекращена. Вы можете отключить автоматическое продление, изменив соответствующие настройки в своем аккаунте

# purchaseSubscriptionCancellation
source: Subscription cancellation:
de: Abbestellung des Abonnements:
ru: Отмена подписки:

# purchaseSubscriptionCancellationAction
source: Go to cancellation instruction
de: Zur Stornierungsanweisung gehen
ru: Перейти к инструкции

# purchaseSubscriptionCancellationLinkIOS
source: https://support.apple.com/en-us/HT202039
de: https://support.apple.com/de-de/HT202039
ru: https://support.apple.com/ru-ru/HT202039

# purchaseSubscriptionCancellationLinkAndroid
source: https://support.google.com/googleplay/answer/7018481?co=GENIE.Platform%3DAndroid&hl=en
de: https://support.google.com/googleplay/answer/7018481?co=GENIE.Platform%3DAndroid&hl=de
ru: https://support.google.com/googleplay/answer/7018481?co=GENIE.Platform%3DAndroid&hl=ru

# editPlayerDialogTitle
source: Edit player
de: Spieler bearbeiten
ru: Настройки игрока

# purchasePrivacyPolicyTitle
source: Privacy policy:
de: Datenschutzerklärung:
ru: Политика конфиденцеальности:

# purchasePrivacyPolicyActionTitle
source: Go to privacy policy
de: Zur Datenschutzerklärung
ru: Перейти к политике конфиденцеальности

# purchasePrivacyPolicyLink
source: https://docs.google.com/document/d/1m56Fsl6EySzmdGJIonyTHZywrovyh4FX3kZE_mr7-t0/view
de: https://docs.google.com/document/d/1a0N6CDY5CgaoE1gdCHysri2l45QxpAizi_YQ1Fn1LRU/view
ru: https://docs.google.com/document/d/1fYKfuS_FHDfBm3paAy3t7yM6vyPJ9i4AE9ug6-APrV8/view

# purchaseTermsOfUseTitle
source: Terms of use:
de: Nutzungsbedingungen:
ru: Условия использования

# purchaseTermsOfUseActionTitle
source: Go to terms of use
de: Weiter zu den Nutzungsbedingungen
ru: Перейти к условиям использования

# purchaseRetryAction
source: Retry
de: Wiederholen
ru: Повторить

# aboutAppButtonText
source: About app
de: Impressum
ru: О приложении

# helpButtonText
source: Help
de: Hilfe
ru: Помощь

# defaultPlayerName
source: Player
de: Norbert
ru: Игрок

# defaultGameName
source: My game
de: Beispielspiel
ru: Моя игра

source: Purchase error!
de: Fehler beim Kaufen!
ru: Ошибка покупки!

# addPlayerButtonText
source: New player
de: Neuen Spieler erstellen
ru: Новый игрок

source: Rate the app
de: Bewerten Sie die App
ru: Оцените приложение

source: About app
de: Informationen
ru: О приложении

source: Privacy policy
de: Datenschutzerklärung
ru: Политика конфиденциальности

source: Terms of Use
de: Nutzungsbedingungen
ru: Условия использования

source: Subscription
ru: Подписка

# subscriptionText
source: You can download the App2Score and get free help in the application. In order to use the entire application, you need to purchase a subscription. To buy a subscription, you need to pay the fee specified in the application. The fee will be charged to the credit card associated with your iTunes account. Your subscription will renew automatically unless you cancel your current subscription at least 24 hours before it ends. Your credit card linked to your iTunes account will be charged 24 hours before the expiration of your current subscription. Your current subscription cannot be canceled. You can turn off automatic renewal by changing the appropriate settings in your account.
de: Sie können die App2score herunterladen und kostenlose In-App-Hilfe erhalten. Um die App im vollen Umfang zu nutzen, müssen Sie ein Abonnement erwerben. Für den Erwerb des Abonnements muss der in der App angezeigte Betrag bezahlt werden. Der Betrag wird beim Kauf von der mit Ihrem iTunes Konto verknüpften Kreditkarte abgebucht. Das Abonnement verlängert sich automatisch, wenn Sie nicht mindestens 24 Stunden vor Ablauf des aktuellen Abonnements kündigen. Der Betrag für die Verlängerung Ihres Abonnements wird 24 Stunden vor Ablauf des Abonnements von der mit Ihrem iTunes Konto verknüpften Kreditkarte abgebucht. Das Abonnement kann nicht vorzeitig gekündigt werden. Sie können aber die automatische Verlängerung durch Ändern der entsprechenden Einstellungen in Ihrem Konto deaktivieren.
ru: Вы можете скачать приложение 'app2score' и получить бесплатную помощь в приложении. Для того чтобы использовать все приложение целиком, необходимо приобрести подписку. Для приобретения подписки необходимо оплатить указанную в приложении плату. Плата будет взиматься с кредитной карты, связанной с вашим счетом в iTunes. Подписка будет продлена автоматически, если вы не отмените текущую подписку по крайней мере за 24 часа до ее окончания. Плата за продление подписки взимается с вашей кредитной карты, привязанной к учетной записи iTunes, за 24 часа до окончания срока действия текущей подписки. Текущая подписка не может быть прекращена. Вы можете отключить автоматическое продление, изменив соответствующие настройки в своем аккаунте.

# backButton
source: Back
de: Zurück
ru: Назад

source: Settings
de: Einstellungen
ru: Настройки

# soundOption
source: Sound enable
de: Sound aktivieren
ru: Включить звук

# hapticOption
source: Haptics enable
de: Vibration aktivieren
ru: Включить вибрацию

# agreementText1
source: By using Appcount, you agree to the
de: Mit der Nutzung von App2count, Sie erklären sich mit den
ru: Используя App2count, Вы соглашаетесь с

# agreementText2
source: Terms and Conditions
de: Nutzungsbedinungen
ru: Условиями и Положениями

# agreementText3
source: and
de: und
ru: и

# agreementText4
source: Privacy policy.
de: der Datenschutzerklärung einverstanden.
ru: Политикой конфиденциальности.

source: View licenses
de: Genutzte Bibliothekslizenzen einsehen
ru: Просмотреть лицензии

# closeButton
source: Close
de: Schließen
ru: Закрыть

# saveButton
source: Save
de: Speichern
ru: Сохранить

# saveColorButton
source: Save color
de: Farbe speichern
ru: Сохранить цвет

# deleteButton
source: Delete
de: Löschen
ru: Удалить

# colorTitle
source: Color
de: Farbe
ru: Цвет

# nameTitle
source: Name
ru: Имя

# scoreTitle
source: Score
de: Spielstand
ru: Очки

# subscriptionTitle
source: To use all functions of the app, you need to buy the subscription
de: Um alle Funktionen der App nutzen zu können müssen Sie ein Abo erwerben oder die App kaufen.
ru: Чтобы использовать все функции приложения, Вам надо приобрести подписку

# alreadyPurchased
source: Already Purchased Subscription?
de: Haben Sie die App bereits gekauft?
ru: Уже приобрели подписку?

source: Restore Purchases
de: Kauf wiederherstellen
ru: Восстановить покупки
